Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/pre_school_education_and_childcare/community_childcare_subvention_programme.html.txt.tmx
Source language: en
Languages: ga

source: Community Childcare Subvention (CCS) Programme
ga: Clár Fóirdheontais Chúram Leanaí Pobail (CCS)

source: Under the Community Childcare Subvention (CCS) Programme disadvantaged parents and parents in training, education or low paid employment can avail of childcare at reduced rates
ga: Faoin gClár Fóirdheontais Chúram Leanaí Pobail (CCS) féadfaidh tuismitheoirí faoi mhíbhuntáiste agus tuismitheoirí atá ag tabhairt faoi oiliúint, oideachas nó fostaíocht ísealphá cúram leanaí a fháil ar rátaí laghdaithe

source: The childcare is provided by community-based (not-for-profit) childcare services who are participating in the CCS Programme
ga: Soláthraíonn seirbhísí pobalbhunaithe (neamhbhrabúsacha) an cúram leanaí a bhfuil páirt á glacadh acu sa Chlár CCS

source: The childcare service may offer the following:
ga: Féadfaidh an tseirbhís chúram leanaí an méid a leanas a chur ar tairiscint:

source: • Full day care places (more than 5 hours per day)
ga: • Áiteanna cúram lae iomláin (breis agus 5 huaire sa lá)

source: • Part-time places (between 3 hours 31 minutes and 5 hours)
ga: • Áiteanna páirtaimseartha (idir 3 huaire agus 31 nóiméad agus 5 huaire)

source: • Sessional places (between 2 hours 16 minutes and 3 hours 30 minutes)
ga: • Áiteanna seisiúnacha (idir 2 uair agus 16 nóiméad agus 3 huaire agus 30 nóiméad)

source: • Half-session places (between 1 hour and 2 hours 15 minutes)
ga: • Áiteanna leathsheisiúin (idir 1 uair agus 2 uair agus 15 nóiméad)

source: Community-based childcare services may offer a range of child care under the CCS programme
ga: Féadfaidh seirbhísí pobalbhunaithe cúram leanaí réimse cúram leanaí a chur ar tairiscint faoin gclár CCS

source: They may even run a breakfast club
ga: D’fhéadfaidís fiú club bricfeasta a reáchtáil

source: However, some childcare services operating the CCS programme may offer just one type of service, for example afterschool care
ga: D’fhéadfadh seirbhísí cúram leanaí a dhéanann an clár CSS ach saghas amháin seirbhíse a chur ar tairiscint, mar shampla, cúram i ndiaidh na scoile

source: Parents cannot get the Early Childhood Care and Education Scheme and a CCS fee reduction at the same time
ga: Ní féidir le tuismitheoirí Scéim Cúram Leanaí agus Oideachais Luath-Óige agus laghdú táille CCS a fháil ag an tráth céanna

source: You can decide which scheme would of greater benefit to you
ga: Féadfaidh tú an cinneadh a dhéanamh cén scéim is mó a rachadh chun do shochair

source: Free childcare for homeless children
ga: Cúram leanaí saor do pháistí gan dídeann

source: From January 2017, Children aged 0-5 years whose parents are homeless (and those transitioning from homelessness to permanent accommodation) will be offered free childcare for 25 hours a week
ga: Ó mhí Eanáir 2017, ofrálfar cúram leanaí saor ar feadh 25 uair gach seachtain do pháistí ar aois 0-5 bliain iad agus a bhfuil na tuismitheoirí gan dídeann (agus iad siúd ag aistriú ó bheith gan dídeann go lóistín buan)

source: This free childcare for homeless children includes 15 hours of free pre-school (ECCE) where children are eligible or school hours
ga: Istigh leis an cúram leanaí saor do pháistí gan dídeann, tá 15 uair de réamhscoil shaor (ECCE) áit a bhfuil páistí incháilithe nó uaireanta scoile

source: It will also include a daily meal
ga: Istigh leis tá béile laethúil

source: Parents will not be asked to pay any top–up or co-payment for these part-time hours
ga: Ní iarrfar ar thuismitheoirí íoc as aon bhreisiú nó comh-íocaíocht do na huaireanta páirtaimseartha seo

source: The CCS programme follows the school year
ga: Leanann an clár CSS an bhliain scoile

source: If you are an eligible parent, to register your child from September 2016:
ga: Más tuismitheoir incháilithe thú, chun do leanbh do leanbh a chlárú ó Meán Fómhair 2016:

source: • Your child must be under 15 years of age on 1 September 2016
ga: • Ní mór do do leanbh bheith faoi bhun 15 bliana d’aois an 1 Meán Fómhair 2016

source: • You must state the number of days the child is being enrolled and the type of childcare place required
ga: • Ní mór duit an líon laethanta a lua dá bhfuil an leanbh á c(h)lárú agus saghas na háite cúram leanaí a lua a theastaíonn

source: • You must provide the child’s date of birth
ga: • Ní mór duit dáta breithe an linbh a sholáthar

source: • You must be in Band A, Band AJ or Band B – see ‘Rates’ below
ga: • Ní mór duit bheith i mBanda A, Banda AJ nó Banda B – féach ‘Rátaí’ thíos

source: A Parent Declaration form must be completed
ga: Ní mór foirm um Dhearbhú Tuismitheora a bheith comhlánaithe

source: For this you must provide both your own and your child’s Personal Public Service Number (PPSN)
ga: Dó seo, ní mór duit d’Uimhir Phearsanta Seirbhíse Poiblí (UPSP) féin agus UPSP do linbh a sholáthar

source: The childcare service is not allowed to ask parents for deposits to register a child under the CCS programme
ga: Ní cheadaítear don tseirbhís chúram leanaí iarraidh ar thuismitheoirí éarlaisí a íoc chun leanbh a chlárú faoin gclár CSS

source: From September 2016, the Community Childcare Subvention Programme funds community childcare services to provide reduced weekly fees to certain parents as follows:
ga: Ó Mheán Fómhair 2016, déanann an Clár Fóirdheontais Chúram Leanaí Pobail seirbhísí cúram leanaí pobail a chistiú chun táillí laghdaithe seachtainiúla a sholáthar do thuismitheoirí, mar seo a leanas:

source: Band A - Parents get a weekly fee reduction of €95 for a full-time service, €47.50 for a part-time service, €31.35 for sessional service and €15.20 for a shorter hours service
ga: Banda A – Tugtar laghdú seachtainiúil táille €95 do thuismitheoirí i gcás seirbhís lánaimseartha, €47.50 i gcás seirbhís pháirtaimseartha, €31.35 i gcás seirbhís sheisiúnach agus €15.20 i gcás seirbhís uaireanta níos giorra

source: This band applies to parents who have a medical card and are getting one of the following:
ga: Baineann an banda seo le tuismitheoirí a bhfuil cárta leighis acu agus a bhfuil ceann de na rudaí a leanas á fháil acu:

source: • Certain social welfare payments
ga: • Íocaíochtaí leasa shóisialaigh áirithe

source: The child of a secondary school student with a medical card can qualify for a childcare place under Band A, whether or not the secondary school student (i.e
ga: Féadfaidh leanbh de chuid dalta meánscoile ag a bhfuil cárta leighis cáiliú le haghaidh áit chúram leanaí faoi Bhanda A, cibé acu má bhíonn nó mura mbíonn íocaíocht incháilithe leasa shóisialaigh á fáil ag an dalta meánscoile (i.e

source: Band AJ - Parents get a fee reduction of €50 for a full-time service, €47.50 for a part-time service, €31.35 for sessional service and €15.20 for a shorter hours service
ga: Banda AJ – Tugtar laghdú seachtainiúil táille €50 do thuismitheoirí i gcás seirbhís lánaimseartha, €47.50 i gcás seirbhís pháirtaimseartha, €31.35 i gcás seirbhís sheisiúnach agus €15.20 i gcás seirbhís uaireanta níos giorra

source: • Jobseeker’s Benefit or Jobseeker's Allowance
ga: • Sochar nó Liúntas Cuardaitheora Poist

source: • Part-time Job Incentive payment
ga: • Íocaíocht Dreasacht Phoist Pháirtaimseartha

source: Band B – Parents get a fee reduction of €50 for a full-time service, €25 for a part-time service, €17 for a sessional service and €8.50 for a shorter hours service
ga: Banda B – Tugtar laghdú seachtainiúil táille €50 do thuismitheoirí i gcás seirbhís lánaimseartha, €25 i gcás seirbhís pháirtaimseartha, €17 i gcás seirbhís sheisiúnach agus €8.50 i gcás seirbhís uaireanta níos giorra

source: This band applies to parents who:
ga: Baineann an banda seo le tuismitheoirí:

source: • Have a medical card
ga: • A bhfuil cárta leighis

source: • Don't have a medical card, but are getting one of the payments listed in Band A or AJ
ga: • Nach bhfuil cárta leighis acu, ach a bhfuil ceann de na híocaíochtaí á fháil acu a liostaítear i mBanda A nó AJ

source: • No longer qualify for Band A or AJ this year, but who were verified as being on Band A or AJ at the end of the previous school year
ga: • Nach gcáilítear a thuilleadh le haghaidh Bhanda A nó AJ i mbliana, ach ar deimhníodh go raibh siad i mBanda A nó AJ ag deireadh na bliana scoile seo caite

source: There are further details about the Community Childcare Subvention bands and rates on the Department of Children and Youth Affairs website
ga: Tá breis sonraí ar fáil faoi na bandaí agus rátaí Fóirdheontais Chúram Leanaí Pobail ar láithreán gréasáin na Roinne Leanaí agus Gnóthaí Óige

source: To find affordable childcare in your area and childcare providers operating the CCS programme contact your City and County Childcare Committee
ga: Chun teacht ar chúram leanaí inacmhainne agus ar sholáthraithe cúram leanaí i do cheantar, a bhfuil an clár CCS á oibriú acu, déan teagmháil le do Choiste Cúram Leanaí Cathrach agus Contae
